{
    "artist": "Crooks",
    "songs": {
        "Begraaf me als een g": {
            "album": null,
            "featuring_artists": [],
            "genre": "pop",
            "lyrics": "Draaide me één seconde om en je stak me in me rug\nJe zag me liever kapot, bijna was het gelukt\nWe waren beste matties voor het leven\nPaar weken broke en toen was die me vergeten \nPik veel, maar er zijn ook grenzen\nBen je een dief, ga niet stelen van je eigen mensen\nDat is je ware aard die naar boven komt\nTwee gezichten want op straat praat je over ons\nEn de deur stond altijd open voor je\nMiscchien komt het nog wel goed, ik mag het hopen voor je\nOm de zoveel tijd slip je weer\nEn ik gaf je nog een kans maar jij hebt niks geleerd\nWaarom haten op een n*gg*r die probeert te eten\nMaakt niet uit, want ooit kom je de verkeerde tegen\nElke dag kom ik weer meer te weten\nJe was me boy, nu die n*gg*r die ik wil vergeten \n\nFamilie op nummer één\nMe n*gg*rs op nummer twee\nMe monnie op nummer drie\nLaat me ballen op die n*gg*rs en begraaf me als een G \n\nNu snap ik waarom oude mensen doen alsof ze jong zijn\nEn waarom slimme mensen altijd doen alsof ze dom zijn\nIk zeg je eerlijk, die rappers willen als ons zijn\nIk wil niet eens rappen ik wil liever in de zon zijn\n24/7 moet die jerry in m'n mond zijn\nIk kom van, rennen voor condoekoe in de stoptrein\nAls opa wil ik met me n*gg*rs op de blok zijn\nWanneer die n*gg*r trekt moet je torie al geklopt zijn\nLaat los, jilla is wat leven op de straat kost\nDuurde wel een tijdje, maar nu maak ik zelf me ma trots\nGisteren een barkie verloren die wil ik terug\nLeerde pas een neefje kennen die n*gg*r is op de vlucht \nSta te feunen op de block, ben in Wester Mona\nPopulair alsof een N*gg*r speelt bij Barcelona\nAls ze zeggen dat ik slaap, dan lig je in een coma\nIk n**kte moeders, tegenwoordig ben ik meer op oma's\n\nFamilie op nummer één\nMe n*gg*rs op nummer twee\nMe monnie op nummer drie\nLaat me ballen op die n*gg*rs en begraaf me als een G \n\n",
            "release_date": null
        },
        "Commercieel": {
            "album": null,
            "featuring_artists": [
                "Crooks"
            ],
            "genre": "rap",
            "lyrics": "Ben op money, je mag haten als ik commercieel ga\nUndercover, laat die mensen denken dat ik stil sta\nIk zit in die top 5, als je over skills praat\nBen nog steeds op de grind, todat ik een mil maak\nWaarom blijf je doen alsof je gangster bent?\nJe moet bouwen op je goon, ik weet je  op hem\nJe bent broke, maar hebt gister aan iets engs gespend\nAls ik Pizza bestel dan word m'n stem herkend\n\n\n\nBitchjes op me dick, en money on my mind\nEn  diekers rond de tafel want ik ben gesigned\nAan het sparen terwijl jullie aan het spenden zijn\nIk heb me hoofd op iets groots, jullie denken klein!\nKom niet praten over raps, ik heb een hele boel\nWe waren 'Boys in the hood' nu zijn we 'Paid in full'\nEn ik geef geen fuck wie zich beledigt voelt\nIk heb een paar van die niggas in de game geschoolt\nBlijven grinden tot ik pull up in een range rover\nMe oude pokoes, mensen praten er nog steeds over\nWant al me shit is tijd loos, je kijkt boos\nOmdat ze niet voor jou, maar wel voor mij koos. \n\n\n\nOp de bodem dus ik kan alleen maar groeien, groeien, groeien\nBen er bijna maar ik moet nog even roeien, roeien, roeien\nBlijf je hier, of ga je met me mee? wat doe je, doe je, doe je?\nAl me bitchjes woude met me mee, bemoeien, moeien, moeien\n\n\n\nBen op money, je mag haten als ik commercieel ga\nUndercover, laat die mensen denken dat ik stil sta\nIk zit in die top 5, als je over skills praat\nBen nog steeds op de grind, todat ik een mil maak\nWaarom blijf je doen alsof je gangster bent?\nJe moet bouwen op je goon, ik weet je  op hem\nJe bent broke, maar hebt gister aan iets engs gespend\nAls ik Pizza bestel dan word m'n stem herkend\n\n\n\nCheiba in me vloei en henny in me cup\nIk ben in de booth, ik ben niet in de club\nJe ziet m'n type bitchjes niet op instagram\nIk heb geen bak, zit in de metro of zit in de tram\nIk kon al daar zijn, maar ik doe die shit op mijn manier\nFuck met mij ik zweer je carriere eindigt hier\nElke fissa die je geeft is er te weinig bier\nIk heb je bitch niet gestolen ze heeft mij versierd\nIk grind zodra ik wakker ben hoef geen ontbijt\nMatties van me doen nu net als bitchjes, zijn hun strepen kwijt\nGeen enemies maar heb me goonie bij me voor de zekerheid\nIk heb Money, money, money aan me hoofd, broer de heletijd\nIk kus me kind en zeg dat papa moet bewegen\nDie kleren die je aan hebt, die heeft papa niet gekregen\nIk ben broke geweest, en shit, ik kan er niet meer tegen\nIk zat in de zon tot het veranderde in regen\n\n\n\nOp de bodem dus ik kan alleen maar groeien, groeien, groeien\nBen er bijna maar ik moet nog even roeien, roeien, roeien\nBlijf je hier, of ga je met me mee? wat doe je, doe je, doe je?\nAl me bitchjes woude met me mee, bemoeien, moeien, moeien\n\n\n\nBen op money, je mag haten als ik commercieel ga\nUndercover, laat die mensen denken dat ik stil sta\nIk zit in die top 5, als je over skills praat\nBen nog steeds op de grind, todat ik een mil maak\nWaarom blijf je doen alsof je gangster bent?\nJe moet bouwen op je goon, ik weet je  op hem\nJe bent broke, maar hebt gister aan iets engs gespend\nAls ik Pizza bestel dan word m'n stem herkend\n\n\n\nRennen rennen rennen voor een beetje cake\nBen op  en we eten stake\nEen dikke motherfucker homie geen dieet\nZie bad bad bitchjes en ik neem ze mee\n\n2x Ik zie bad bad bitchjes,bad bitchjes, Ik zie bad bad bitchjes, neem ze mee\n\n",
            "release_date": "2017-03-03"
        },
        "Mowgli": {
            "album": "Enbloc",
            "featuring_artists": [
                "Def Major",
                "Dinero",
                "ROLLAN"
            ],
            "genre": "rap",
            "lyrics": "Ik struggle, ik hoop dat die dag weer komt\nGebruik drugs en geld als m'n achtergrond\nIk praat het niet goed maar ik snap het soms\nIk kom voor goud jullie pakken brons\n\n\nIk turn up, ik ben met de homies. Met bitches en drank en een hoop wiet. Ik ren door de jungle als Mowgli. Ik ben te sloom door die codeine. Ik turn up, ik ben met de homies. Met bitches en drank en een hoop wiet. Ik ren door de jungle als Mowgli. Ik ben te sloom door die codeine\n\n\nEy, nee! Ben met 4,5 niggers, Oh ja niggers zoeken geen probleem. Nee, ben met 4, 5 niggers, Oh ja nigger zoeken geen probleem. Nee ben met 4, 5 niggers oh ja nigger zoeken geen probleem. Nee ben met 4, 5 niggers oh ja nigger zoeken geen probleem\n\n\nIk ging van bitch naar bitch, ik ben eruit geschopt. Ze zeggen ik maak rommel, ik ruim je op. Praat over geld en we duiken op\nHeb ik Beef dan is het uitgelokt. Ik ben altijd op de juiste spots. Was in de booth, heb net iets uitgekotst. Ik wil niet weten wat je truitje kost. Hou die bullshit voor jezelf homie. Bij een biggie om m'n dreads te draaien. Ik heb Leorakilo vesten bij me. Jij zegt het zomaar om de rest te rijmen. Ik ben in de Booth of ik ben met m'n kleine, ah ah. Dom jullie lopen alleen te spenden. Daarom is je leven nog steeds een bende. Geen jonko, kan niet eens een beetje tanken. Ik moet meer aan mijn nichtjes en neefjes denken\n\n\nIn de jungle voel net mowgli. Ik mix die Henny met die codeine. Blijf real met je homies. Je zegt je kent me, you don't know me. Un, Un. Ben hier met 4, 5 niggers, en die niggers denken allemaal the same. Rha, Ja. 4, 5 niggers, en die niggers denken allemaal the same\n\n\nIk turn up, ik ben met de homies. Met bitches en drank en een hoop wiet. Ik ren door de jungle als Mowgli. Ik ben te sloom door die codeine. Ik turn up, ik ben met de homies. Met bitches en drank en een hoop wiet. Ik ren door de jungle als Mowgli. Ik ben te sloom door die codeine\n\n\nEy, nee! Ben met 4,5 niggers, Oh ja niggers zoeken geen probleem. Nee, ben met 4, 5 niggers, Oh ja nigger zoeken geen probleem. Nee ben met 4, 5 niggers oh ja nigger zoeken geen probleem. Nee ben met 4, 5 niggers oh ja nigger zoeken geen probleem\n\n\nWe zijn geen mattie's en je kent me niet. Wie kent de block met de beste wiet. Flessen Sprite en promethazine. De buurt die is eng het is Halloween. Ik tem wat ik heb wat met rap verdiend. Ik stunt vannacht op m'n enemy's. Ik voel me 2pac op me Hennesy. We planken door rood en we remmen niet\n\n\nIk was altijd op mezelf. Ben aan het rennen en denken sinds elf\nIk nam die stappen, ik deed het echt zelf. Ik word getackled maar nigger sinds twelve. Maar life is een bitch en dat weet je ook zelf. Iedereen pakt maar echt niemand die helpt. Niggers zijn zus op een dag zijn ze zo. Ik wil een zilly en dan wil ik low. \n\n\nIk turn up, ik ben met de homies. Met bitches en drank en een hoop wiet. Ik ren door de jungle als Mowgli. Ik ben te sloom door die codeine. Ik turn up, ik ben met de homies. Met bitches en drank en een hoop wiet. Ik ren door de jungle als Mowgli. Ik ben te sloom door die codeine\n\n\nEy, nee! Ben met 4,5 niggers, Oh ja niggers zoeken geen probleem. Nee, ben met 4, 5 niggers, Oh ja nigger zoeken geen probleem. Nee ben met 4, 5 niggers oh ja nigger zoeken geen probleem. Nee ben met 4, 5 niggers oh ja nigger zoeken geen probleem\n\n \nIk struggle, ik hoop dat die dag weer komt\nGebruik drugs en geld als m'n achtergrond\nIk praat het niet goed maar ik snap het soms\nIk kom voor goud jullie pakken brons\n\n\nIk praat maar jij hebt net als een benjamin. Blijven rennen voor die Freckelens. Fuck een hetero want ik doe m'n ding. Einde mode, Ik ben eng! Ik droeg een Roley voor die rap shit. Ik lig laag met een bad bitch. Zij houdt van gangster dingen en die Netflix. Gangster dingen en die Netflix\n\n",
            "release_date": "2017-07-07"
        },
        "Wat is geld": {
            "album": null,
            "featuring_artists": [],
            "genre": "rap",
            "lyrics": "Yeah, ah\nWat is geld als je niet gelukkig bent\nJe ziet de leuke kant, maar niemand ziet hoe druk ik ben\nWat is een villa waard, zonder je familie\nAl heb je miljoenen man, dat is geen libi\nWat is ballen zonder je homies\nIk heb veels te veel stress, dus ik rook iets\nAlles draait om keuzes, waar kies je voor\nSoms roep je om hulp en wordt 't niet gehoord\nWat er ook gebeurt, ik zal mezelf blijven\nTijden zijn hard, 't is moeilijk om nu werk te krijgen\nIk moest mezelf onderscheiden van de rest\nIk zat wel op school, maar ik zat weinig in de les\nOndertussen blijf ik werken aan me toekomstplannen\nEn nee, niet al m'n shit is even goed ontvangen\nEn ik promoot geen criminaliteit\nIk zie het als motivatie als iemand wat bereikt\n\n\nWat is geld, als je d'r niks aan hebt\nWat is geld, als alles is verpest\nWant geld, is nu nog steeds succes\nWant geld, is nu nog steeds succes\n\n\nWat is geld als je ziek bent\nZelfs de duurste dokter, die kan je niet genezen\nSoms maak ik alles op in het weekend\nMet al het geld in de wereld zijn we nog niet tevreden\nMensen zijn verblind door hun hebzucht\nMoney is verslavend, er is geen weg terug\nWat is geld als je ligt in je graf\nIk heb een rare mentaliteit en ik wil er van af\nBegrijp me niet verkeerd, geld is niet alleen slecht\nVandaag ben je sterk, morgen is het opeens weg\nMateriaal, ik hecht er geen waarde aan\nVeel mensen zijn skeer en zoeken naar een baan\nZe moeten wel dealen, ze moeten wel stelen\nZat op voetbal en  was toen al vervelend\nPunt is, ik ben liever arm en gelukkig\nGeen stress, ik weet dat dit me allemaal gaat lukken\n\n\nWat is geld, als je d'r niks aan hebt\nWat is geld, als alles is verpest\nWant geld, is nu nog steeds succes\nWant geld, is nu nog steeds succes\n\n",
            "release_date": "2016-09-01"
        },
        "Whiskey Plain": {
            "album": null,
            "featuring_artists": [],
            "genre": "rap",
            "lyrics": "Geen ijs geen cola, wil me whiskey plain\nIk stack jij stonk, we hebben niks gemeen\nIk doe een drankje, vindt me bij de bar\nEn nog een drankje, ik ga veels te hard\nHet duurt niet lang meer voor de club gaat sluiten\nEn ook al kan ik wel wat rust gebruiken\nFuck it, schenk nog maar een beetje in\nIk zoek een viezerik en geen vriendin\n\n\nIk stond op de lijst\nWhiskey zonder ijs, jonko is gedraaid\nStond niet in de rij\nDing die loopt voorbij, morgen ben ik vrij\nAlles is gepaaid\nIk ben de sleutels van de crib\nChickie speelt in clips\nIk zit in de vip\n\n\nJe leeft maar een keer, daarom leef ik me uit\nWas aan het sparen maar fuck it, vanavond geef ik het uit\nEn de after is bij mij, wie gaat er mee naar me huis\nIk weet ze willen ons zien stressen, daarom feesten we juist\nDaarom feesten we juist\n\n\nAl de jerry's in de lucht\nIk hou van dingen die een hijsje nemen\nKwam haar tegen in de club\nEn na vandaag probeert ze mij te claimen\nZe zei ik zie je einde van de avond\nZorg dat je niet te laat komt\nShit ik weet niet hoe ik daar kom\nZe wil gewoon dat ik het sla soms\nVier uur 's nachts, maar we zijn nog aan\nBen een ster, ik hoef niet in de rij te staan\nVraag om echte man en ze wijst me aan\nGast je moet niet praten, kan je mij verstaan\nEn ik heb al veel gedronken nu\nMaar d'r wordt iets ingeschonken nu\n\n\nJe leeft maar een keer, daarom leef ik me uit\nWas aan het sparen maar fuck it, vanavond geef ik het uit\nEn de after is bij mij, wie gaat er mee naar me huis\nIk weet ze willen ons zien stressen, daarom feesten we juist\nDaarom feesten we juist\n\n\nPanja in de club, ik zoek iets om te slaan\nDeze chickie zag me vroeger niet eens staan\nIk mocht niet komen en nu hoef ik niet te gaan\nKan veel exposen, maar dat doe ik ze niet aan\nIn de vip en we drinken een fles leeg\nIk zie je niet lopen, dan breng ik het best haze\nNu doet ze moeilijk, ik zei ik neem Hef mee\nZe stuurt haar adres en vraagt of ik de weg weet\nEn nu zeg je dat je aan me denkt\nIk kom nu checken, zeg me waar je bent\n\n\nIk stond op de lijst\nWhiskey zonder ijs, jonko is gedraaid\nStond niet in de rij\nDing die loopt voorbij, morgen ben ik vrij\nAlles is gepaaid\nIk ben de sleutels van de crib\nChickie speelt in clips\nIk zit in de vip\n\n",
            "release_date": "2017-01-20"
        }
    }
}